{"上涨图形":{"014":{"id":"014","title":"双底","b_img":"http://wx.szzy888.com/kline/bimg/014.jpg","s_img":"http://wx.szzy888.com/kline/simg/014.jpg","intro":"双底形态又称W底形态，一般出现在下跌行情的末期，为重要的看涨反转形态。股票价格经过连续下跌之后在某一位置企稳，抄底买盘推动反弹上涨，但反弹到一定高度之后因获利盘打压再度回落至前期低点附近，空方力量衰竭，无力再创新低，从而再次掉头回升并突破上次反弹高点，双底形态形成。理论上，双底形态的反转高度将是一个形态高度，即价格最低点与颈线之间的垂直高度。\r\n如图，东阿阿胶在09年8月19日至9月1日走出双底形态，随后股价一路上涨。","policy":"双底形态，为强烈的看涨反转形态，必须有效突破颈线阻力位才能确认形态的形成。最佳买点为：当股票价格突破放量突破颈线位置并在后市后抽确认颈线支撑时，在颈线附近进行买入操作。","point":"1.现实中的双底形态多数存在着两个低点不相称的情况，这种情况下形态同样成立，但形态反转效果略有不同；\r\n2.第二底形成并突破颈线过程必须要有成交量的配合，如果量能无法放大跟进，则反转力度将大打折扣，或有诱多风险；\r\n3.形态构筑时间越长，后市效果越长。一般来说，双底形态形成的时间在半年至一年以内最为有效。\r\n4.双底形态形成过程如果有技术指标的配合，则效果更佳。\r\n5.双底的第二个底一般比第一个底量能更低。6、双底的计算方式：突破颈线位后的上涨幅度等于（或超过）低点到颈线位的幅度。","category":"上涨图形"},"015":{"id":"015","title":"多方炮","b_img":"http://wx.szzy888.com/kline/bimg/015.jpg","s_img":"http://wx.szzy888.com/kline/simg/015.jpg","intro":"多方炮为一种K线形态，走势上呈现两阳夹一阴的K线技术形态。股票价格连续下跌或横盘震荡，第一天多方发力上攻，高开高走，创下近期新高。但第二天出现回调整理的走势，第三天则多方再度放量上攻，形成突破大阳线，再创新高。之后股价跳空高开或者继续放量上行，形态形成。如形成强烈看涨的多方炮形态，后市涨幅至少可看10%-15%。如图，大盘在09年6月29日至7月1日走势，7月2日高开放量上涨，最终涨到3478点，涨幅15%。","policy":"多方炮形态形成之后，关注第四天K线形态走势再做买卖决定，若股价第四天跳空高开或者继续放量，则可以果断买入；若没有出现跳空或者放量上攻形态，则有可能是哑炮，观望为好。","point":"1.多方炮第三根必须是三根K线中量最大的，且为近期相对比较大的量，但不能是巨量，否则有诱多嫌疑。\r\n2.多方炮形成之后，第四天必须出现放量上攻或者跳空上涨形态，否则后市多为哑炮可能性比较大。\r\n3.多方炮并非十分强烈的看涨信号，关键要看K线形态形成的位置，若在均线下方，形态最弱，且有继续弱势可能；均线之内，形态较弱；均线上方，看涨形态最强。\r\n4.多方炮形成之前必须有一波明显下跌行情，且之后出现低位止跌横盘过程。","category":"上涨图形"},"018":{"id":"018","title":"头肩底","b_img":"http://wx.szzy888.com/kline/bimg/018.jpg","s_img":"http://wx.szzy888.com/kline/simg/018.jpg","intro":"头肩底形态是一种典型的趋势反转形态，是在行情下跌尾声中出现的看涨形态，图形以左肩、底、右肩及颈线形成。股价急速下跌后止跌反弹，形成第一个波谷，但反弹遇阻再次回落，跌破前一低点，之后再次止跌反弹形成第二个波谷。但反弹遭遇第一次反弹高点阻力再度下跌，股价下跌至第一个低点附近再度反弹，形成第三个波谷，同时成交量显著放大，股价强势突破第一次反弹与第二次反弹链接形成的颈线阻力，头肩底形态形成。当形态形成之后，股价反转高度为颈线与最低点之间的垂直高度。如图，2010年5月至10月期间上证指数走出完美的头肩底形态，突破颈线支撑之后股指在年末11月份上涨至3186点的高位。","policy":"头肩底形态形成过程，股价向上突破本轮下降趋势线为第一买点；当头肩底颈线突破时，为第二买入讯号；当股价回调至颈线位置时为第三个买点，此时虽然股价和最低点比较，已上升一段幅度，但升势只是刚刚开始，尚未买入的投资者应该继续追入。","point":"1.头肩底形态形成过程中，在第三股底形成反弹时必须要有成交量配合。\r\n2.头肩底升破颈线后可能会出现暂时性回落，但不应跌破颈线支撑，否则将是一个失败的头肩底形态。\r\n3.头肩底形态一旦获得确认，升幅大多会大于理论升幅。4.一般来说，头肩底形态较为平坦，需要较长时间来完成。","category":"上涨图形"},"006":{"id":"006","title":"启明星","b_img":"http://wx.szzy888.com/kline/bimg/006.jpg","s_img":"http://wx.szzy888.com/kline/simg/006.jpg","intro":"由三根K线组成，某日指数或股价出现一根长长的阴线，第二根为向下跳空小实体线（或十字线），第三根是一根阳线，且收盘价显著地向上穿入第一根阴线实体内部，被视为底部反转的信号。\r\n如图，是000893东凌粮油2010年10月8日。","policy":"启明星形态属于底部反转形态，预示着价格的上涨，形态确认后可积极做多。","point":"启明星的走势意味着下跌行情的结束，市场开始见底反弹，所以第1根线必须是阴线，承接前势，而第3根线必须是阳线，表明上升行情开始，而中间的那一根颜色不重要。","category":"上涨图形"},"024":{"id":"024","title":"圆弧底","b_img":"http://wx.szzy888.com/kline/bimg/024.jpg","s_img":"http://wx.szzy888.com/kline/simg/024.jpg","intro":"圆弧底形态属于盘整形态，多出现在价格底部区域，是极弱势行情的典型特征。股价经过长期下跌，卖方抛压逐渐消失，空方基本释放完毕，但因长期下跌市场买盘谨慎，股价无法立即上涨，只能停留底部长期休整，股价陷入胶着状态。随着抄底买盘不断增加，股价重心持续上移并突破颈线阻力，圆弧底形态形成。圆弧底形态反转高度为颈线与最低之间的垂直距离。如图，路桥建设在2010年5月中旬-7月下旬形成圆弧底形态，股价向上突破颈线位置后略有震荡，但随后强势突破迎来了一波大牛市。","policy":"圆弧底形态形成后，可以看作市场底部形成，反转形态缺口，投资者可以适当跟进。此后股价不断上涨，投资者可以继续跟进。","point":"1.圆弧底形态形成过程中，股价波动幅度不大。\r\n2.一般而言，圆弧底形成过程中，成交量保持较低水平，若出现放量，则可能是主力吸筹所为。\r\n3.圆弧底形态向上突破颈线过程中必须伴随着成交量放大，有时可能会以跳空突破的形式完成圆弧底形态。","category":"上涨图形"},"027":{"id":"027","title":"锤头线","b_img":"http://wx.szzy888.com/kline/bimg/027.jpg","s_img":"http://wx.szzy888.com/kline/simg/027.jpg","intro":"阳线（亦可以是阴线）实体很小，一般无上影线(即使有，上影线也很短)，但下影线很长。如图，2010年10月18日，000568泸州老窖日K线出现锤头线形态，后市30个交易日大涨41%。","policy":"在下跌行情中经常见到锤头线，需要可在锤头线出现后再观察几天。如出现锤头线后短期内没有失守下影线，股价能放量上升即可跟着试机做多。","point":"锤头线一般是出现在股价连续下跌之后的市场底部，其有效性（后市看涨）才可以得到确认。","category":"上涨图形"},"040":{"id":"040","title":"阴孕阴","b_img":"http://wx.szzy888.com/kline/bimg/040.jpg","s_img":"http://wx.szzy888.com/kline/simg/040.jpg","intro":"在下跌行情中，股价在低位收出大阴线，次日空方继续发力，在拉一根小阴线，但此小阴线完全孕育在前一条大阴线内，暗示空头的抛压已有所减弱，股价的下行速度将减慢，行情有转盘迹象。如图，600006东风汽车于2010年2月1日收出一根大阴线，2月2日收出一根小阴线，完全孕育在大阴线之内，走出阴孕阴形态。随后股价止跌上扬，反转向上。","policy":"阴孕阴形态是低位止跌的信号，这时行情可能接近底部。后市走势有两种：一是横向整理，而是反转向上。两者的动向取决于成交量。简单的说，放量就反弹，无量则横盘。若能放量收中阳则可视为反弹的开始。在此形态出现后，空头应立即回补买入，多头也应迅速以低价买入，等待反弹。","point":"1.大阴线处于下跌趋势中，且之前还有若干个小阴线。2.次日的小阴线出现的同时，成交量出现缩量。","category":"上涨图形"},"041":{"id":"041","title":"阳包阴","b_img":"http://wx.szzy888.com/kline/bimg/041.jpg","s_img":"http://wx.szzy888.com/kline/simg/041.jpg","intro":"股价下跌一段时间后，多方突然发力，出现一根大阳线将前几天的阴线全部反包，显示多头轻松收复失地，一般是股价上涨的信号。\r\n如图，上证指数在2008年10月28日跌到1664点之后，随后的周线放量，将前几周的阴线全部吞噬，多头逐渐收复失地。","policy":"阳包阴是市场多方强势的信号，股价后市上涨预期强烈。此时在经历大幅下跌的个股有探底回升的迹象。若股价已经历前期大幅调整，此时可适当低吸，等待股价反弹。若此形态出现在高位整理形态后，阳包阴可能是主力诱多出货的手法，投资者需根据股价所处的阶段和成交量进行判断，切勿盲目追进。","point":"阳线实体要远大于前一日的阴线，且成交量明显放量，可判断后市上涨的概率较大，若成交量并无明显放量则需谨慎看待后市反弹高度。","category":"上涨图形"},"046":{"id":"046","title":"红三兵","b_img":"http://wx.szzy888.com/kline/bimg/046.jpg","s_img":"http://wx.szzy888.com/kline/simg/046.jpg","intro":"一般指股价在连续收出阴线后又连续拉出三根阳线（红色），这预示短期有上扬空间。一般出现在底部区域,股价经过较长时间的盘整,连续拉出三根阳线,称之为红三兵。\r\n如图，000952广济药业在连续收出阴线后，于2011年6月21日至6月23日连续3天收阳线，随后股价继续上行，走出红三兵形态。","policy":"1.红三兵如果发生在下降趋势中，是市场的强烈反转信号。每天开盘价较低，收盘价却是最近的新高，多头力量推动股价向上盘升。\r\n2.如果股票在底部进行较长时间的横盘后出现红三兵的走势形态，并且伴随着成交量的逐渐放大，则是股票启动上涨行情的前奏，可全力出击。","point":"1.在股票运行过程中连续出现三根阳线，每天的收盘价高于前一天的收盘价。\r\n2.每天的开盘价在前一天阳线的实体之内。\r\n3.每天的收盘价在当天的最高点或接近最高点。\r\n4.真正意义上的红三兵的第三根阳线要求光头光脚，如果不是光头阳线或者带有上影线或长下影线的阳线可视为无效的红三兵。","category":"上涨图形"},"052":{"id":"052","title":"三重底","b_img":"http://wx.szzy888.com/kline/bimg/052.jpg","s_img":"http://wx.szzy888.com/kline/simg/052.jpg","intro":"三重底是三重顶形态的倒影，在跌市中以三点相约之低点而形成。在价格向上摆动时，发出重大转向讯号。与三重顶相比，三重底图形通常拖延数月时间及穿破阻力线才被确认为三重底图形。另一种确认三重底讯号，可从成交量中找到。当图形过程中，成交量会减少，直至价格再次上升到第三个低位时，成交量便开始增加，形成一个确认三重底讯号。如图，000982中银绒业2009年八、九、十3个月形成的三重底，随后几个月，股价涨幅高达130%以上。最高点的形成，投资者通常以它作为主要阻力线，价格出现双底后回升至接近颈线，重遇阻力回落至双底水平的支持位。价格未能跌破此支持位，而当其时成交量骤减，并开始反弹，成交量随即大增。当价格升越颈线时，成交量激增。在价格向上突破颈线后，三重底图形已被确认。","policy":"在三重底图形中，价格明显突破颈线后，可适量资金参与下，一般上涨概率较大。","point":"1.三重底的谷底与谷底间隔距离与时间不一定相等。\r\n2.三个谷底股价不要完全相同，差距可达3%，不要机械理解。\r\n3.三重底在第3个底部完成而股价上升时，成交量大量增加，即表示股价将会突破颈线而上升。4.底部形成构筑时间越长，拉升时间也就越长。","category":"上涨图形"},"002":{"id":"002","title":"上升三法","b_img":"http://wx.szzy888.com/kline/bimg/002.jpg","s_img":"http://wx.szzy888.com/kline/simg/002.jpg","intro":"股价持续上涨中，某日出现一根大阳线，隔日后连续出现三根小阴线，最后一天是一根坚挺的阳线，且高于第一天阳线的收盘价，被视为另一波上涨的信号。如图，图中是600839四川长虹04年6月份走势，6月4日到6月10日的K线形成上升三法形态走势，之后展开一轮上涨行情。","policy":"上升三法形态是看涨持续形态，应及时跟进。上升三法形态最佳的买卖点为突破第一日收盘价形态确认之时，因为在这之前无法确定发展的方向。","point":"1.形态中间的三根小阴阳线。如果上升三法中的三根小阴阳线击穿了第一根长阳线的最低，形态即宣告失败。\r\n2.第五根阴阳线的长度。原则上第五根越长越有效，收盘价最好是能创出新高。如果第五根阴阳线的收盘价不能突破第一根阳线的收盘价，则形态难以成立。","category":"上涨图形"},"010":{"id":"010","title":"仙人指路","b_img":"http://wx.szzy888.com/kline/bimg/010.jpg","s_img":"http://wx.szzy888.com/kline/simg/010.jpg","intro":"仙人指路出现在拉升阶段的初期，当天股价盘中高开高走放量攻击，但股价冲高之后，股价却在盘中震荡盘跌收带长上影的小阴或小阳K线如图，是上证指数09年1月份走势图，区间内K线形成仙人指路形态走势，之后展开波澜壮阔的上涨行情。","policy":"仙人指路出现在阶段性的中期底部，是主力展开向上攻击性试盘的动作。意在测试盘面筹码的稳定度，同时发出进一步加大建仓力度的操盘信号指令。","point":"1.仙人指路形态则通常出现在阶段性底部中期、拉升阶段初期和拉升波段中期。\r\n2.股价以一根带长上影小阴阳K线报收，收盘时仍然保持在1%-3%左右的涨跌幅。3.当天量比1倍以上，换手率在5%以内，振幅在7%以上。","category":"上涨图形"},"011":{"id":"011","title":"单针探底","b_img":"http://wx.szzy888.com/kline/bimg/011.jpg","s_img":"http://wx.szzy888.com/kline/simg/011.jpg","intro":"当大盘或个股连跌数天后，大盘或个股突然出现大跌后力度较大的反弹，留下一根长长的下影线。如图，是上证指数2010年7月2日，单日跌至2319点后，尾盘拉起，形成一根单针探底的K线，之后大盘展开轰轰烈烈的行情。","policy":"单针探底形态常常出现在大盘或个股短线即将见底时，见此形态，可适当建仓。","point":"1.股价需经过一段时间的下跌后，出现此形态才具有参考意义。2.下影线越长，参考价值越大。","category":"上涨图形"},"012":{"id":"012","title":"双针探底","b_img":"http://wx.szzy888.com/kline/bimg/012.jpg","s_img":"http://wx.szzy888.com/kline/simg/012.jpg","intro":"由两根K线组成，这在邻近（也可以中间隔几条K线）的K线中，均带有较长的下影线，且两条下影线的最低价相同或相近。如图，是胜利股份（000407）11年8月份走势图，8月8日与8月9日均收出最低价为4.77带长影线的K线，形成双针探底走势后股价短线一路上扬。","policy":"双针探底”形态出现在低位，像两根探雷针，已基本探明股价的底部,显示见底信号，此形态确认后可适当介入。","point":"1.“双针探底”形态必须出现在低位，如果所处的位置偏高，即前期的下跌幅度小于20％时，就应慎重操作。\r\n2.“双针探底”形态中的“两针”，可以是紧密相连的两条长下影线，也可以是中间隔有几条图线的“两针”走势，但相隔的天数不能过多，多于五条以上图线的“双会探底”形态，就变成“双底”形态了。但二者操作基本一致。\r\n3.“双针探底”形态出现后，股价一般是立即反弹，走出一波气势不凡的上涨行情。但有的股票，“双会探底”形态出现后，仅向上“虚晃一枪”就跌了下来，经过一段时间的调整后，才正式展开上升攻势。碰到这一情况时，应耐心等待，适时还可补仓。","category":"上涨图形"},"034":{"id":"034","title":"中流砥柱","b_img":"http://wx.szzy888.com/kline/bimg/034.jpg","s_img":"http://wx.szzy888.com/kline/simg/034.jpg","intro":"中流砥柱形态简介：由2只K线组合而成；在价格出现阴线下跌之后，又出现阳线，且该阳线令价格升到前阴线实体1/2以上。如图，601699潞安环能2010年12月9日阴线下跌后，第二日出现阳线，且涨回实体阴线2/1以上，接下来连续上攻。","policy":"这一组合常在市势已经大跌一段，甚至创下地价的时候出现，表示市势逆转，随后将为上升行情；或者在上升途中出现一根阴线调整，随后阳线立刻回到阴线一半以上。","point":"第二只K线收阳，价格升至前阴线实体的一半以上。","category":"上涨图形"},"037":{"id":"037","title":"三空阴线","b_img":"http://wx.szzy888.com/kline/bimg/037.jpg","s_img":"http://wx.szzy888.com/kline/simg/037.jpg","intro":"K线组合，由连续三条跳空下降阴线组成。这是多头即将死绝、股价将要止跌的信号。","policy":"虽然是比较强烈的反弹信号，但最终的下跌幅度深不可测，在发现此K线组合时需要非常谨慎，不要轻易抢反弹，避免被股价惯性下挫所伤害。只有当股票放量收阳，并开始回补最后一个跳空缺口之际，才是比较稳妥的介入时机。","point":"1.低档处，连续三次跳空阴线。2.回补第一个缺口时股价放量收阳。","category":"上涨图形"},"043":{"id":"043","title":"三段阴线","b_img":"http://wx.szzy888.com/kline/bimg/043.jpg","s_img":"http://wx.szzy888.com/kline/simg/043.jpg","intro":"股价运行途中，出现三段下跌的阴线此时是股价进入谷底的征兆，空方力量释放接近尾声，行情将转为买方市场，股价后市上涨概率大。如图，上证综指在2010年5月6日、5月11日、5月17日均出现下跌阴线，三条阴线形态相似，排列有序，随后上证综指出现反弹。\r\n","policy":"三段阴线出现后，股价已经过较大幅度调整，行情即将好转，短线将迎来反弹，可在此点位进行适当低吸操作。","point":"一般在出现三段阴线后，股价会出现反弹，但反弹的持续性及力度，主要还要看成交量的配合情况，放量的话反弹将会持续，无量则会出现低位横盘。","category":"上涨图形"},"050":{"id":"050","title":"V型反转","b_img":"http://wx.szzy888.com/kline/bimg/050.jpg","s_img":"http://wx.szzy888.com/kline/simg/050.jpg","intro":"市场中空方强势，股价稳定而又持续地下挫，当沽售力量消失之后，多方立即完全控制市场，使得股价出现稳步攀升走势，上涨的速度与之前下跌的速度一样，在几乎相同时间内收复所有失地；因此股价的运行，形成一个像Ｖ字般的移动轨迹。Ｖ型走势是个转向型态，显示过去的趋势已逆转过来。如图，2010年6月20号以后，600252中恒集团开始直线下跌，随后在7月2日见底后出现为期一个多月的V型反转走势。","policy":"在形成Ｖ型走势期间，其中上升（或是下跌）阶段呈现变异，股价有一部分出现横向发展的成交区域，其后打破这徘徊区，继续完成整个型态。在出现徘徊区时，大部分投资者尚未看清股价走势方向，此时可以在徘徊区的低点买进，等待整个型态的完成。\r\n","point":"1.Ｖ型走势在转势点必须有明显成交量配合，在图形上形成倒Ｖ型。2.股价在突破Ｖ型的徘徊区顶部时，必须有成交量增加的配合，在跌破Ｖ型的徘徊底部时，则不必要成交量增加。","category":"上涨图形"},"054":{"id":"054","title":"上升通道","b_img":"http://wx.szzy888.com/kline/bimg/054.jpg","s_img":"http://wx.szzy888.com/kline/simg/054.jpg","intro":"上升通道是由二条平行的上升轨道线组成，大市呈上升走势，只是上升和下跌的幅度局限于平行线所夹的通道之间。上升通道线的画法1.以局部股价最高点为基准做直线，使得图像均在该直线下方且直线与图像至少还有一个交点；\r\n2.做上述直线的平行线，使得第二条直线与图像至少有一个交点，且图像均在第二条直线上方。\r\n如图，图中的通道是上证指数在2008年十月形成1664点的大底之后所形成的一个周K线上升通道。。","policy":"上升通道出现股指放量向上突破时往往意味着头部即将来临，如果股价向上突破上升通道时往往意味着行情将告一段落，投资者需要把握行情加速上冲的机会获利了结。如果是向下跌破通道，投资者需要保持谨慎。\r\n","point":"1.关注上升通道的通道上轨与通道下轨之间的距离，当两者间距逐渐缩小时，则说明即将进入变盘突破阶段，这时候投资者应该尽量减少那种在通道下轨买入、在通道上轨卖出的短线波段操作。2.当股指在上升通道中运行时，如果股指上涨时适度放量，而指数回调时缩量，则说明上升通道的运行状况良好；如果成交量放大速度加快，则无论是上涨还是下跌，都将意味着上升通道的运行轨迹将出现变化。3.在上升通道应该运用一些技术指标来协助分析。比较有效的是用指标背离的方法来帮助判断顶部，所谓背离是指股价创新高，而多种常见技术指标却没有创新高。","category":"上涨图形"},"056":{"id":"056","title":"旭日东升","b_img":"http://wx.szzy888.com/kline/bimg/056.jpg","s_img":"http://wx.szzy888.com/kline/simg/056.jpg","intro":"当股价形成下跌趋势出现连连暴跌时，通常会低开低走，甚至连续收阴，而随着空方力量的逐渐耗尽，多方在次日立即还以颜色，令该股的股价突然大幅跳空高开，延续上升至终盘，令股价收出近乎光头光脚的长阳线，并一举将上一交易日的阴线覆盖，这种k线组合形态就叫做“旭日东升”。\r\n如图，000810华润锦华2010年6月29日暴跌将近跌停，第二日直接跳空高开至涨停，随后短线连续上攻，出现4个涨停。","policy":"下跌趋势中出现旭日东升形态，表示短线见底，后市看涨，见底不意味着马上涨，只是跌不下去的意思，一般出现这种形态，短线出现反弹的概率较大。\r\n","point":"1.出现在下跌趋势中。2.由一阴一阳两根k线组成。3.阳线收盘价高于阴线开盘价，阳线实体高出阴线实体部分越多，转势信号越强。","category":"上涨图形"},"059":{"id":"059","title":"曙光初现","b_img":"http://wx.szzy888.com/kline/bimg/059.jpg","s_img":"http://wx.szzy888.com/kline/simg/059.jpg","intro":"曙光初现是由两根一阴一阳k线组成，意味着市况由淡转好，通常在一个下跌市况后出现。第一根k线为处于跌势的大阴线，第二支k线为大阳线，其开市价必须低于第一支k线的最低价，而收市价则必须高于第一根k线的二分之一实体以上。\r\n如图，图中黄色区域即上证指数在2008年10月所形成的一个底部形态，典型的曙光初现，该形态出现之后，上证指数便止跌回升，一路上扬。","policy":"“曙光初现”K线组合在熊市中应用时，第二根阳线的最低价必须是13个交易日以来的最低价，这主要是用于避免投资者在熊市中贸然追高，防止增大操作风险。但是，如果市场趋势向好，股市运行在牛市行情中时，投资者则不必过于拘泥这条规则。因为，牛市中股价涨多跌少，如果强调买入13天以来的最低价，就会错失良机。\r\n","point":"1.出现在下跌趋势中。2.由一阴一阳两根k线组成。3.先出现一根大阴线或者中阴线，接着出现一个大阳线或者中阳线，阳线的实体深入到阴线实体二分之一以上。阳线实体深入到阴线实体部分越多，转势信号越强。","category":"上涨图形"},"008":{"id":"008","title":"低位并排阳线","b_img":"http://wx.szzy888.com/kline/bimg/008.jpg","s_img":"http://wx.szzy888.com/kline/simg/008.jpg","intro":"由2根阳线组成，股价经过一段时间的下跌，出现一根跳空低开的阳线，至收盘仍留下一个缺口，后一根阳线与第一根阳线并肩而立。\r\n如图，图中是深圳成指10年2月份走势图，2月5日到2月8日两天的K线形成低位并排阳线走势，之后展开上涨行情。","policy":"在下跌行情中，出现低位并排阳线往往是股价已到谷低，或到价段性底部的信号，因此见此形态，可考虑适量建仓。\r\n","point":"1.与上日K线之间必须形成一个跳空低开的缺口\r\n2.第二根阳线的实体和上下影线包含在上一日内。","category":"上涨图形"},"009":{"id":"009","title":"高位并排阳线","b_img":"http://wx.szzy888.com/kline/bimg/009.jpg","s_img":"http://wx.szzy888.com/kline/simg/009.jpg","intro":"在行情上涨途中，两个有着大约相同开盘价格的阳线跳空升起，与上一日的阳线之间形成了一个缺口。\r\n如图，图中是深国商（000056）11年5月份走势图，5月10日和5月11日两天的K线形成高位并排阳线走势，之后展开波澜壮阔的上涨行情。","policy":"高位并排阳线的出现，表明股价仍会继续上扬，其缺口往往成为今后一段时间内股价运行的一个支撑区域，见此形态应以做多为主，但日后股价滑落缺口之下，应反手做空，止损离场。\r\n","point":"1.与上日K线之间必须形成一个跳空高开的缺口。2.第二根阳线的实体和上下影线包含在上一日内。","category":"上涨图形"},"029":{"id":"029","title":"底部尽头线","b_img":"http://wx.szzy888.com/kline/bimg/029.jpg","s_img":"http://wx.szzy888.com/kline/simg/029.jpg","intro":"出现跌势中，第一根K线为大阴线或中阴线，并留有一根下影线，第二根K线为小十字线或小阳小阴线，依附在第一根K线的下影线之内。\r\n如图，图中是600713南京医药2004年4月7日，在经过一年多的下跌后出现一根带长下影线的底部尽头线，随后报复性反弹开始展开。","policy":"1.转势初期，“尽头线”出现在密集的廉价底峰(长期筑底过程中汇聚35％以上的流通筹码)之上时，“ZMF”指标同步向上，是介入的较佳时机。2.上涨行情末端出现“尽头线”，筹码明显上移时伴以量能的放大，果断决策，获利出局。3.一轮漫长的阴跌之旅末期，流通筹码仍然固守山头，出现“尽头线”时，量能一如既往、持续萎缩，可继续看淡后市。如在长期缩量横盘的蛰伏周期内，筹码分布各价为峰，同样不值得信任。\r\n","point":"1.尽头线的上影线或下影线的右方，带着的K线越小（如小十字星），则信号越强。2.尽头线的反转信号不是很强烈，成功率不是很高。","category":"上涨图形"}},"下跌图形":{"013":{"id":"013","title":"双顶","b_img":"http://wx.szzy888.com/kline/bimg/013.jpg","s_img":"http://wx.szzy888.com/kline/simg/013.jpg","intro":"俗称M头图形，当价格在某时段内连续两次上升至相约高度时而形成的走势图形。双顶的形态像两座山头相连，出现在价位的顶部，反映后市偏淡。当价格自第一顶回落后，成交量通常都会萎缩。再者，若价格跌破先前的支持线（颈线），便会较急速的滑落，支持线因此改变为阻力线。\r\n例：图为中体产业2010年3月份走势，2月24日到4月16日之间K线形成双顶形态走势，之后展开深幅回调。","policy":"双顶是一种非常强的短转势信号，此形态确认后，应及时离场。","point":"1.一般出现在高位，前期上涨的幅度越大，后市下跌深度越深。\r\n2.M头的两个高点大致在一个水平线上，同时两顶相差不超过3%。\r\n3.M头左侧的成交量比有侧的大。\r\n4.双顶形态的计算方法：突破颈线位后的下跌幅度≥高点到颈线位的幅度。","category":"下跌图形"},"016":{"id":"016","title":"空方炮","b_img":"http://wx.szzy888.com/kline/bimg/016.jpg","s_img":"http://wx.szzy888.com/kline/simg/016.jpg","intro":"空方炮为一种K线形态，与多方炮正好相反，走势上呈现两阴夹一阳的K线技术形态。股票价格持续上涨之后出现空方炮，为头部信号，看跌。第一天阴线主力大量出货压低股价，因长期上涨使资金逢低买入，第二天买盘推动股价收阳线，第三天主力再次高位出货，收出大阴线，这样空方炮形态形成。如图，沪指在2010年11月12日出现长阴空放炮形态，随后大盘一路下跌。","policy":"空方炮形态出现在顶部位置，为强烈看跌的信号。两阴夹一阳形态出现之后，第四天应该果断卖出。若无法及时卖出，等股价反弹之后一定要坚决出货。","point":"1.空方炮形态可以出现在涨势中，也可以出现在跌势中。在涨势中出现，为见顶信号；在跌势中出现，为继续看跌的中继形态。\r\n2.空方炮形态形成过程中，没有成交量配合的必然要求。\r\n3.空方炮形态中间的阳线可以是十字星阳线，有时候也可以是数根小阳线，且第二根阴线必须把前面的几个小阳线吞并，这样同样具有看跌意义。","category":"下跌图形"},"019":{"id":"019","title":"头肩顶","b_img":"http://wx.szzy888.com/kline/bimg/019.jpg","s_img":"http://wx.szzy888.com/kline/simg/019.jpg","intro":"头肩顶形态为典型的趋势反转形态，是在上涨行情接近尾声时的看跌形态，图形以左肩、头部、右肩及颈线形成。股价连续上涨，成交量大幅放大后回落整理，形成第一个峰谷，错过上升行情的投资者买入推升股价，并突破第一个峰谷位置创出新高，但成交量未见连续放大，股价遭遇获利盘打压再度回调形成第二个峰谷（头部），之后回落至第一次下跌低点附近再度受低位买盘刺激上涨，但反弹至第一个峰谷附近就掉头向下，并跌穿第一次和第二次回落低点连线形成的颈线支撑，第三个峰谷形成，头肩顶形态形成。当形态形成之后，股价下跌幅度为最高点与颈线之间的垂直高度。如图，中信证券在2007年8月底-2008月1月初构筑了非常标准的头肩顶形态，股价跌破颈线支撑后一路下跌。","policy":"头肩顶形态形成过程，股价形成头部向下跌破上升趋势线，为第一卖点；当股价跌破颈线支撑位置，为第二卖点；股价破位之后出现反抽颈线阻力，为第三个卖点。","point":"1.头肩底形态形成过程中，在第三股底形成反弹时必须要有成交量配合。\r\n2.头肩底升破颈线后可能会出现暂时性回落，但不应跌破颈线支撑，否则将是一个失败的头肩底形态。\r\n3.头肩底形态一旦获得确认，升幅大多会大于理论升幅。4.一般来说，头肩底形态较为平坦，需要较长时间来完成。","category":"下跌图形"},"004":{"id":"004","title":"吊颈线","b_img":"http://wx.szzy888.com/kline/bimg/004.jpg","s_img":"http://wx.szzy888.com/kline/simg/004.jpg","intro":"股价经过一轮涨升后，在高位出现一条长下影、小实体的图线（阴阳不分）称为吊颈。吊颈是强烈的卖出信号。\r\n如图，上证指数09年8月份走势图，8月04日K线形成吊颈线形态走势，之后展开一轮下跌行情。","policy":"吊颈线形态在高位出现是强烈的看空形态，必须及时作出卖出决定。","point":"1.只有在高位出现才具有短期看空意义。\r\n2.影线很长，通常是K线实体2倍以上，影线越长转势信号越强。","category":"下跌图形"},"023":{"id":"023","title":"圆弧顶","b_img":"http://wx.szzy888.com/kline/bimg/023.jpg","s_img":"http://wx.szzy888.com/kline/simg/023.jpg","intro":"圆弧顶为K线在顶部形成的圆弧形状。多方在维持股价一段时间的升势之后，力量逐步衰竭，难以保持原来的购买力，股价涨势缓和，而空方力量有所加强。虽然股价顶部不断抬高，但每次稍有回升都快速回落，先出现新高点，然后回落点略低于前期低点，将股价短期高点链接，形成圆弧顶形状。在圆弧顶形成过程中，多空力量相对均衡，股价保持平台整理的静止形态。一旦空方力量超过多方，股价开始回落，但跌破圆弧顶始点时形态确立。圆弧顶形态的最小跌幅一般式圆弧顶颈线与圆弧顶最高点之间的垂直距离。如图，吉林森工2011年2月中旬-5月中旬形成圆弧顶形态，股价跌穿颈线后一度略作反抽但失败，之后持续震荡下跌。","policy":"圆弧顶形态为顶部反转形态，一旦形态确立应及时卖出。一般而言，圆弧顶形态卖出点为，股价跌破颈线支撑或者股价破位回抽颈线阻力位置时。","point":"1.圆弧顶形成过程中股价波动不大，呈现相对窄幅波动的格局。\r\n2.圆弧顶形态形成过程中，成交量也呈现圆弧状态，但是形状相反。\r\n3.圆弧顶形态形成后，股价不一定马上下跌，有可能会出现横盘发展为平台整理，但这个形态会很快打破。","category":"下跌图形"},"042":{"id":"042","title":"阴包阳","b_img":"http://wx.szzy888.com/kline/bimg/042.jpg","s_img":"http://wx.szzy888.com/kline/simg/042.jpg","intro":"在股价经过连续下跌后，出现短暂反弹，收一根阳线，但隔日顺势高开后因获利回吐压力沉重，抛盘源源不断地涌出，买方放弃抵抗，接盘稀少，导致股价持续向下，并最终以低于前一阳线开盘价的价位收市，一口吞掉前一天的阳线，形成阴包阳之势。\r\n如图，上证指数2009年2月17日一根放量阴线直接吞掉前一天的大阳线，形成高位阴包阳，随后大盘连续下跌。","policy":"前一阳线之收盘价即是多头之生命线，只要跌穿这一价位，后市多数情况下将转空，持股者应立即退出观望。但有时主力会利用这种形态进行洗盘，之后再进行向上拉升。","point":"后一日阴线的实体要远大于阳线，此时对后市看空的判断才能较为准确。","category":"下跌图形"},"045":{"id":"045","title":"三乌鸦","b_img":"http://wx.szzy888.com/kline/bimg/045.jpg","s_img":"http://wx.szzy888.com/kline/simg/045.jpg","intro":"股价在运行时突然出现连续三根阴线的K线组合,是一种的信号。三天收盘价依次创出新低，并且每天收盘价基本都是当天最低。小时级别的K线显示下跌放量上涨缩量。此形态即为三乌鸦形态。\r\n如图，沪指于2011年7月18日、19日、20日连续三天收盘新低形成三乌鸦形态，随后指数一路下跌。","policy":"三只乌鸦形态是强烈的下跌信号。\r\n1.在上升趋势中，如果出现在顶部和下降途中，而且三日的收盘价都向下跌，表示卖盘很重需要及时卖出。\r\n2.如果在上升趋势的中后期，表示股价已处于相对较高的水平时，也应及时卖出。\r\n3.操作中较好的获利点与止损点为三只乌鸦的第三根阴线形成的临收盘前，或出现之后一两天之内的小阴小阳时。","point":"1.每天的收盘价均出现新低。\r\n2.每天的开盘价在前一天的实体内。\r\n3.每天的收盘等于或接近当天的最低。","category":"下跌图形"},"051":{"id":"051","title":"三重顶","b_img":"http://wx.szzy888.com/kline/bimg/051.jpg","s_img":"http://wx.szzy888.com/kline/simg/051.jpg","intro":"它是以三个高位相近而形成的反转形态，通常出现在上升市况中。典型三重顶，通常出现在一个较短的时期内及穿破支持线而形成。另一种确认三重顶讯号，可从整体的成交量中找到。三重顶形态中，第一个顶点时的成交量，大部分都会比后面两个顶点时的成交量大，而在第三个顶点时的成交量，大都会比前面两个顶点时的成交量小，形成一个确认三重顶讯号。最低点的形成，投资者通常以它作为主要支持线，当价格出现双顶后回落至接近颈线（支持位），然后再次反弹至原先双顶的位置，并遭遇阻力后回落。若价格跌破颈线，便会大幅滑落，三重顶图形已被确认。如图，图为600583海油工程2007年9月至2007年7月构筑的大型三重顶结构，如此大型顶部结构破颈线位后一路下跌，之后回抽颈位线依旧长线下跌创新低。","policy":"三重顶形态是最强烈的短线反转形态，必须及时做出卖出决定。三重顶形态在支持位破掉的，三重顶图形已被确认的时候一定要走。","point":"1.三重顶之顶峰与顶峰的间隔距离与时间不必相等，同时三重顶之底部不一定要在相同的价格形成。\r\n2.三个顶点价格不必相等，大至相差3%以内就可以了。\r\n3.三重顶的第三个顶，成交量非常小时，即显示出下跌的征兆。4.从理论上讲，三重顶顶部愈宽，力量愈强。","category":"下跌图形"},"003":{"id":"003","title":"下降三法","b_img":"http://wx.szzy888.com/kline/bimg/003.jpg","s_img":"http://wx.szzy888.com/kline/simg/003.jpg","intro":"在股价持续下跌的过程中，某日出现一根大阴线，隔日连续出现三根小阳线，但第四天若出现一根大阴线，表示股价筑底尚未完成，股价会继续下滑。\r\n如图，图中是大盘08年1月份走势，1月22日到1月28日的K线形成下降三法形态走势，之后展开一轮下跌行情。","policy":"下降三法形态是下跌持续形态，应及时卖出。下降三法形态最佳的卖点为跌破第一日收盘价形态确认之时，因为在这之前无法确定发展的方向。","point":"1.形态中间的三根小阴阳线。如果下降三法中的三根小阴阳线击穿了第一根长阴线的最高价,形态即宣告失败。\r\n2.第五根阴阳线的长度。原则上第五根越长越有效,收盘价最好是能创出新低。如果第五根阴阳线的收盘价不能突破第一根阴线的收盘价,则形态难以成立。","category":"下跌图形"},"007":{"id":"007","title":"乌云盖顶","b_img":"http://wx.szzy888.com/kline/bimg/007.jpg","s_img":"http://wx.szzy888.com/kline/simg/007.jpg","intro":"乌云盖顶形态又称乌云线形态,由2根K线组成，在股票、期货、外汇市场里，在一段上升趋势的末期，或在水平调整区间的上边沿，市场价格在第1个交易日大力收阳，第2天却高开低走，大幅下跌，跌幅达第1根阳线实体一半以下，这常常是一种见顶标志。","policy":"乌云盖顶形态是强烈的短线反转形态，必须及时做出卖出决定。","point":"1.第二根K线应高开于第一根K线的最高价之上，但收盘价大幅回落，深入到第一根K线实体部分一半以下，否则分析意义不大。第二根K线实体深入第一根K线实体中越多，说明市况见顶回落的可能性越大。\r\n2.第二根K线在开市阶段曾经向上突破明显的阻力位然后掉头向下，说明多头上攻乏力，大势见顶的迹象已经显露。3.第二根K线开盘初段的成交量也是很重要的指标。成交量越大，表示其中潜伏的投资者越多，市势转向的可能性越大。","category":"下跌图形"},"038":{"id":"038","title":"三空阳线","b_img":"http://wx.szzy888.com/kline/bimg/038.jpg","s_img":"http://wx.szzy888.com/kline/simg/038.jpg","intro":"由于市场上出现突发性消息对个股构成利好，股价无法在一个交易日内对其完全予以消化，或者是由于个股的筹码极度集中，主力在拉胎股价时阻力时极小，这两种情况都可能导致空头斩仓盘不断增加，股价连续上冲，连续收阳线。股谚有所谓“股价跳三空，气数尽”的说法，说明这是顶部反转的卖出信号。如图，000878云南铜业2009年7月中旬连续跳空涨停，随后一周，股价见顶。","policy":"一般情况下，在三空完成之后，所有的空头斩仓大多都已经了结，买方的势力极大衰竭，大多数情况下是股价在顶部反转的卖出信号。一般而言，如果出现下面两种情况，投资者就应该迅速出逃：其一是股价放量收阴，其二是股价开始回补最后一个缺口（即通常所说的顶部缺口）。","point":"股价连续收出三根阳线，且后一日开盘价均高于前一日收盘价，出现跳空高开。","category":"下跌图形"},"044":{"id":"044","title":"三段阳线","b_img":"http://wx.szzy888.com/kline/bimg/044.jpg","s_img":"http://wx.szzy888.com/kline/simg/044.jpg","intro":"在行情持续下跌中出现一根大阳线，此大阳线将前三天的跌幅完全包容，这是绝好的逃命线,投资人宜尽快平仓,价格将持续下跌。如图,上证指数2008年2月4日，在连续下跌后出现一根缩量大阳线，将前几天的阴线全部吞噬，这就是绝好的逃命机会。\r\n","policy":"股价仍处于下跌通道中，此阳线主力拉高出货概率较大，这是绝好的逃命线，投资者宜尽快平仓离场，后市股价继续下行可能性大。","point":"前两根阳线均是在下跌途中的小阳，中间夹杂着小阴。","category":"下跌图形"},"049":{"id":"049","title":"低档盘旋","b_img":"http://wx.szzy888.com/kline/bimg/049.jpg","s_img":"http://wx.szzy888.com/kline/simg/049.jpg","intro":"一般在下跌的途中出现，由若干小阴小阳线组成，横盘之后出现一根跳空向下的阴线。低档盘旋出现表示后市下跌，是一个典型的卖出信号。如图，上证指数2011年5月6日至5月23日期间，有若干小阴小阳出现，随后出现一根往下跌的阴线，后市连续下跌。","policy":"低档盘旋是一种典型的卖出信号，投资者见到此形态，应立即做出卖出操作，及时减仓，避免股价继续下跌带来的风险和损失。因此此时并不是买入的机会，而是新一轮跌势的开始。\r\n","point":"1.通常盘整时间在六日至十一日之间。2.横盘整理期间为小阴小阳走势。\r\n3.打破横盘整理趋势的为一跳空下跌的阴线。4.一般出现在长阴后。","category":"下跌图形"},"055":{"id":"055","title":"下降通道","b_img":"http://wx.szzy888.com/kline/bimg/055.jpg","s_img":"http://wx.szzy888.com/kline/simg/055.jpg","intro":"是由二条平行的下降轨道线组成，大市呈下降走势，只是上升和下跌的幅度局限于平行线所夹的通道之间。下降通道线的画法1.以局部股价最低点为基准做直线，使得图像均在该直线上方且直线与图像至少还有一个交点；\r\n2.做上述直线的平行线，使得第二条直线与图像至少有一个交点，且图像均在第二条直线下方。\r\n如图，该图中的下降通道是上证指数从5500点附近一直跌下来所形成的一个周K线下降通道形态，一直跌到1664。","policy":"关注下降通道的通道上轨与通道下轨之间的距离，当两者间距逐渐缩小时，则说明即将进入变盘突破阶段。\r\n","point":"1.关注下降通道的通道上轨与通道下轨之间的距离，当两者间距逐渐缩小时，则说明即将进入变盘突破阶段。2.在下降通道应该运用一些技术指标来协助分析。","category":"下跌图形"},"057":{"id":"057","title":"双飞乌鸦","b_img":"http://wx.szzy888.com/kline/bimg/057.jpg","s_img":"http://wx.szzy888.com/kline/simg/057.jpg","intro":"双飞乌鸦又称“树上二鸦”，特点是第一根阴线的实体部分与上一根K线形成缺口（收盘价高于前一根K线的收盘价，形成缺口）\r\n第二根阴线实体部分较长，较为理想的是第二根阴线再次高于上日开盘价开出，然后低收，形成类似穿头破脚的图形，出现双飞乌鸦。表示在上升趋势中连续2日高开，但未能贯彻始终，全部以低收收盘，构成两根阴线，对后市构成压力。\r\n如图，上证指数2011年3月9、10日两天构成双飞乌鸦，随后大盘继续下跌。","policy":"双飞乌鸦一般达不到标准形态的要求，在观盘时，只要发现是处在高位、且是在阳线后出现的两条阴线，不管它符不符合要求，就应卖出，这是逃顶最省事的办法。双飞乌鸦形态的最佳卖出时间是该形态形成的当天，如当天因故没来得及卖出，也应在第二天出手，出货时，丝毫不能手软，手一软就要吃大亏。\r\n","point":"1.大阳线后的两条小阴线，一是要呈向上空跳的走势，二是两条小阴线要形成抱线形态。不符合这两个特征的图线，只能算是非标准形态的双飞乌鸦。2.标准形态的双飞乌鸦，出现频率也相当低，因此有效性特高，应对这一形态多加关注。双飞乌鸦是典型的见顶信号，第二条阴线出现时，应毫不犹豫地卖出股票。","category":"下跌图形"},"025":{"id":"025","title":"下降插入线","b_img":"http://wx.szzy888.com/kline/bimg/025.jpg","s_img":"http://wx.szzy888.com/kline/simg/025.jpg","intro":"下降插入线为下降趋势中的持续性形态。股价处于持续阴跌的走势中，连续出现小阴线，但随后股价跳空低开不断反弹，收出一根低开高走的阳线，但这跟阳线并没有将前一个交易日的阴线吞并，且最高价未能突破昨日开盘价，只是插入前一根阴线的实体内部，形成下降插入线。此为下跌过程中多方的垂死挣扎，股价后市仍有寻底空间。\r\n如图，图中是紫金矿业601899在2011年8月25日出现下降插入线后股价持续下跌。","policy":"在持续阴跌行情中出现下降插入线，此为卖出信号，投资者应及时逢高卖出，以免继续深套。\r\n","point":"1.下降插入线形成之间需连续阴跌，小阴线堆积K线形态。2.下降插入线的阳线需为大阳线，而不能仅为小阳线。同时大阳线收盘价必须插入上一交易日小阴线的实体内部。3.下降插入线形态的形成没有成交量配合的要求。","category":"下跌图形"},"005":{"id":"005","title":"墓碑十字线","b_img":"http://wx.szzy888.com/kline/bimg/005.jpg","s_img":"http://wx.szzy888.com/kline/simg/005.jpg","intro":"也称为“灵位十字线”，是一种特别的十字线，在一段行情的高位，突然有一天开盘后股价急剧拉升，但很快多方败下阵来，股价跌回开盘价附近。\r\n如图，图中是丰源药业（000153）11年4月份走势图，4月21日的K线形成墓碑十字线形态走势，之后展开深幅回调行情。","policy":"墓碑十字线出现的位置不同,其意义也大不一样。上升趋势中出现的“墓碑十字”，表示多方已经受阻,空方可能卷土重来,且上影线越长,“墓碑十字”所代表的意义越偏空。第二种常常出现在股价爆跌过程中的跌停板位置,股价以跌停板开盘之后,盘中杀入大量买盘将跌停板打开,最后又重新收于跌停板,这种情形意味着跌势开始受阻,它通常伴随着成交量的急剧放大、高换手率、多方开始反扑,但收盘价的下回意味着跌势还没有结束,股价仍将继续下跌。\r\n","point":"1.上影线越长，形成短期高点的概率越到。2.墓碑十字线几乎没有下影线。","category":"下跌图形"},"036":{"id":"036","title":"顶部尽头线","b_img":"http://wx.szzy888.com/kline/bimg/036.jpg","s_img":"http://wx.szzy888.com/kline/simg/036.jpg","intro":"由两根一大一小K线组成，出现在涨势中，第一根K线为大阳线或中阳线，并留有一根上影线，第二根K线为小十字线或小阳小阴线，依附在第一根K线的上影线之内。\r\n如图，图中000720在2011年4月15日出尽头线，股价上攻无力，开始一波中长线调整。\r\n","policy":"上涨行情末端出现“尽头线”筹码明显上移时伴以量能的放大，果断决策，获利出局。\r\n","point":"1.尽头线的上影线或下影线的右方，带着的K线越小（如小十字星），则信号越强。2.尽头线的反转信号不是很强烈，成功率不是很高。","category":"下跌图形"}},"转折图形":{"028":{"id":"028","title":"舍子线","b_img":"http://wx.szzy888.com/kline/bimg/028.jpg","s_img":"http://wx.szzy888.com/kline/simg/028.jpg","intro":"在股票上涨的过程中，出现跳空高开的情况，并且当天股票价格形成十字星，之后股价朝相反的方向跳空下跌形成孤单的一颗星。如图，为海亮股份0022032011年4月20日出现舍子线形态，后市展开连续的调整。","policy":"舍子线形成后，第二天又出现跳空低开或者跳空高开，并且收出中长阴线或者中长阳线，表示股票价格上涨或下跌幅度过大，股票价格向下调整或者是上涨的时机即将到来。","point":"1.卖出信号需满足条件：股价连续拉出几根阳线后。2.第二天跳空拉出一根阴线。","category":"转折图形"},"031":{"id":"031","title":"螺旋桨","b_img":"http://wx.szzy888.com/kline/bimg/031.jpg","s_img":"http://wx.szzy888.com/kline/simg/031.jpg","intro":"K线实体较小，上下影较长的K线形态，一般出现在行情中、晚期，且累计上涨或下跌幅度较大之后出现。如图，002458益生股份于2011年2月22日、23日连续出两颗螺旋桨K线，量能萎缩上涨无力，随后开始一波中长线调整。","policy":"无论是大盘或个股，一旦大幅上涨后出现螺旋桨，且随后几根K线在其下影线部位运行，那么头部就基本形成，继续下跌的可能性就非常大，应果断止损！如果以后的K线在它的上影线部位运行，它是一种上升中的中继形态，应持股观望！","point":"1.长十字线中间是横线，螺旋桨中间是短小的实体；转势信号比长十字线更强烈。2.螺旋桨的出现是在下跌中。下跌的幅度一定要大，且在股票下跌的中晚期。跌幅越大，其报复性的反弹力度就越大，操作的成功概率也会越高。","category":"转折图形"},"022":{"id":"022","title":"衰竭缺口","b_img":"http://wx.szzy888.com/kline/bimg/022.jpg","s_img":"http://wx.szzy888.com/kline/simg/022.jpg","intro":"当趋势行情即将接近尾声时，由于多方力量的集中消耗性释放或空方的恐慌性抛售，股价出现跳空缺口，随后多方或空方继续挣扎，但成交量持续收缩，股价上涨或下跌的空间有限，很快跳空缺口被回补，并伴随着原有趋势的结束和一个新的形态开始。衰竭缺口出现在上升途中，表示行情即将下跌；若出现在下跌趋势中，表示行情即将回升。如图，武钢股份在2010年9月30日及10月8月形成两个跳空缺口后，10月18日再度形成一个跳空缺口，但当天股价冲高回落，第二天即回补缺口并出现半个月的区间波动，在11月中旬开始下跌，可判断此为衰竭缺口。","policy":"衰竭缺口一般出现在行情的顶部或底部，若上涨末期出现衰竭缺口，投资者应果断获利了结；若在下跌末期出现衰竭性缺口，投资者可适当性买入，待行情确认反转之后在补仓。","point":"1.衰竭缺口一般出现在行情末端，且在衰竭缺口出现之前在行情趋势中已经存在两三个跳空缺口。\r\n2.出现衰竭缺口当天成交量最大，随后成交量逐步萎缩。3.衰竭缺口是行情即将达到终点的最后现象，一般在2-5天的短期内被封闭。","category":"转折图形"},"026":{"id":"026","title":"倒锤头线","b_img":"http://wx.szzy888.com/kline/bimg/026.jpg","s_img":"http://wx.szzy888.com/kline/simg/026.jpg","intro":"出现在下跌途中，K线（阳线或阴线）实体很小，上影线大于或等于实体的两倍，一般无下影线，少数会略有一点下影线，是见底信号，后市看涨。该图形形成通常是开盘之后中间有个迅速上拉之后高位遇见抛压后逐步回落。如图，2009年9月1日，大盘走势出现倒锤头线后见底反弹。","policy":"（短线）当日收盘前买入。第二天高于收盘价格大约2%左右，考虑价格出现的时间以及之前成交的情况选择继续持有或获利了结。（稳健型）关注第二天走势，收盘价格若高于前一日收盘价买入（盘中价格能企稳在前一日收盘价格之上可以提前进入）中期持有。若收盘价格低于前一日收盘价，但高于主力持仓成本，距离到锤头出现后大约3-4个交易日可以买入。","point":"1.图形出现在一根大阳线之后，或者短期的高位。2.成交量和前一日比较不要相差太大，有放量表现。3.当天振幅&gt;6%，实体阳线的振幅&lt;2%，也就是上引线和引线之外部分的比例大约为3:1。","category":"转折图形"},"030":{"id":"030","title":"孕十字星","b_img":"http://wx.szzy888.com/kline/bimg/030.jpg","s_img":"http://wx.szzy888.com/kline/simg/030.jpg","intro":"K线形态中，如果第一天K线是长线，第二天K线为短线，第二个K线的最高价和最低价均没有超过前一天的最高价和最低价。这种前长后短的组合形态，像怀着孩子一样，通常被称为孕线。如图，000720在2011年4月15日及4月18日连续出两颗孕十字星，股价上攻无力，开始一波中长线调整","policy":"1.处在高价圈阶段，预示市场已经到顶，卖出为主。2.处在低价圈，是买入的契机。3.在平常出现，多空分歧的关键，应暂观为宜。\r\n","point":"1.第二支K线如果在第一支K线上半部，价格上涨机会较大。2.第二支K线如果在第一支K线下半部，价格反转向下机会较大。","category":"转折图形"},"032":{"id":"032","title":"上倾楔形","b_img":"http://wx.szzy888.com/kline/bimg/032.jpg","s_img":"http://wx.szzy888.com/kline/simg/032.jpg","intro":"一般把在涨势中出现的向下倾斜的楔形称为“下倾楔形”，它具有看涨的意味；而在跌势中出现的向上倾斜的楔形称作“上倾楔形”。它具有看跌的意味。\r\n当我们在一个持续了较长时间的上升趋势之中发现了“上倾楔形”时，同样具有看跌的意义，这常常是市场见顶的表现；同样，如果在市场的底部出现了“下倾楔形”，那么市场反转向上的时间就不会太久。","policy":"向下突破确立后，可采取卖出策略。预估未来指数（股价）最少会跌回楔形的底部。","point":"1.通常拖延至三至六个月时间。2.上升楔形两线延长所形成的交叉点，往往是未来指数的压力点。3.上升楔形型态在底部与顶端的三分之二处向下突破时，该型态的破坏力愈强。","category":"转折图形"},"033":{"id":"033","title":"下倾楔形","b_img":"http://wx.szzy888.com/kline/bimg/033.jpg","s_img":"http://wx.szzy888.com/kline/simg/033.jpg","intro":"是个整理形态，一般出现在长期升势的中途，指股价经过一段大幅上升后，出现强烈的技术性回抽，股价从高点回落，跌至某一低点即掉头回升，但回升高点较前次为低，随后的回落创出新低点，即比上次回落低点低，形成后浪低于前浪之势，把短期高点和短期低点分别相连，形成二条同时向下倾斜直线，组成了一个下倾的楔形。如图，600259广晟有色2009年6月至2010年3月之间形成的下倾楔形，当后面突破下降趋势线压制时就是买入信号，一般来说楔形整理时间越长后市涨幅越高。","policy":"指数（股价）向上突破确立后(3%)，可采买进策略。指数（股价）回测时不破下降趋势线，可以加码买进。预估指数（股价）未来最小涨幅为楔形之高点位置。","point":"1.下降楔形往上突破必须成交量的配合，而且指数在完成突破之后，常会有回测楔形的下降压力线的走势。2.两线延长所形成的交叉点，往往是未来指数的支撑点。3.下降楔形若在头部与底端的三分之二处向上突破时，型态的有效性会愈高。","category":"转折图形"},"035":{"id":"035","title":"射击之星","b_img":"http://wx.szzy888.com/kline/bimg/035.jpg","s_img":"http://wx.szzy888.com/kline/simg/035.jpg","intro":"第二只K线收阳，价格升至前阴线实体的一半以上。","policy":"射击之星通常出现在顶部，当大市已有一段升幅之后，一旦出现射击之星，往往预示着大市可能反转，准确性较高。射击之星也会出现在底部，主要是投资人的心态不稳定所造成的。因此，射击之星出现在底部是良好的买点，而出现在顶部则是良好的卖点。如图，2010年10月18日600005武钢股份高位收出一根巨量射击之星的形态，股价见顶，后市连跌几个月。","point":"1.此前存在一个明显的上升趋势。2.在股价上升过程中出现一根带上影线的小实体并向上跳空高开。3.上影线的长度至少是实体长度的两倍；下影线短到可以认为不存在。","category":"转折图形"},"047":{"id":"047","title":"穿头破脚","b_img":"http://wx.szzy888.com/kline/bimg/047.jpg","s_img":"http://wx.szzy888.com/kline/simg/047.jpg","intro":"在股价上涨（下跌）形态中，第二根K线将第一根K线从头到脚全部穿在里面了。穿头破脚有两种形态，顶部穿头破脚和底部穿头破脚。如图，上证指数2009年11月2日一根低开高走的K线将前面2天的K线从头到脚全部穿在里面，随后大盘出现一波上涨行情。\r\n","policy":"一般说来，无论是底部，还是顶部的穿头破脚，都是转势信号，即由原来的跌势转为升势，或由原来的升势转为跌势。底部穿头破脚是股价回升的信号。顶部穿头破脚是股价见顶回落的信号。\r\n1.穿头破脚两根K线的长度越悬殊，转势的力度就愈强。\r\n2.第二根K线包容前面的K线愈多，转势机会就越大。","point":"顶部穿头破脚特征：1.在升势中出现。2.第二根K线，即阴线的长度必须足以吞掉第一根K线即阳线的全部(上、下影线不算)\r\n底部穿头破脚特征：1.在下跌趋势中出现。2.第二根K线，即阳线的长度必须足以吞掉第一根K线即阴线的全部(上下影线不算)。","category":"转折图形"},"060":{"id":"060","title":"单日反转","b_img":"http://wx.szzy888.com/kline/bimg/060.jpg","s_img":"http://wx.szzy888.com/kline/simg/060.jpg","intro":"当一只股票持续上升一段时间，在某个交易日中股价突然不寻常地被推高，但马上又受到了强大的抛售压力，把当日所有的升幅都完全跌去，可能还会多跌一部分，并以全日最低价（或接近全日最低价）收市。这个交易日就叫做顶部单日反转。底部单日反转与此刚好相反。\r\n如图，上证指数2009年11月24日单日出现放量暴跌，把前几天的上涨全部吞噬，至此上证指数全线回调，顶部单日反转就此出现。","policy":"单日反转形态并非是长期性趋势逆转的讯号，通常在整理型态的顶部中出现，如果市场处于高位，出现明显的长上影线，影线越长反转的概率越大。底部与此相反。\r\n","point":"1.单日反转当天，成交量突然大增，而价位的波动幅度很大，两者较平时都明显增大。如果成交量不高或全日价格波幅不大，型态就不能确认。2.当日股价一、二个小时内的波动可能较平时三、四个交易日的波幅更大。顶部单日反转时，股价开市较上个交易日高出多个价位，但很快地形势逆转过来，价格迅速以反方向移动，最后这一天的收市价和上个交易日比较几无变化。底部单日反转情形则是完全相反。3.一般在临收市前15分钟，交投突然大增，价格迅速朝反方向移动。4.二日反转的成交和价位，两天的波幅同样巨大。顶部二日反转第二个交易日把前交易日的升幅完全跌去；而底部二日反转则完全升回前交易日的跌幅。","category":"转折图形"},"058":{"id":"058","title":"钻石形态","b_img":"http://wx.szzy888.com/kline/bimg/058.jpg","s_img":"http://wx.szzy888.com/kline/simg/058.jpg","intro":"钻石形态是一种比较特殊且罕见的形态，通常出现在顶部，它大多充当反转突破形态，而较少作为持续整理形态露面。它其实是由两种不同类型的三角形——扩大三角形（喇叭形）和对称三角形组合而成的，前半部分是一个扩大三角形，后半部分是一个对称三角形。在该形态中，先是两根边线逐渐分离，然后再逐渐聚拢，围成了与钻石非常相像的图表形态，故称钻石形态。\r\n如图，图中的钻石形态是四川双马在2010年10月到2010年12月之间所形成的，该形态一出，四川双马股价从14元跌到9元附近。","policy":"由于菱形的形成初期是扩散三角形，而扩散三角形在大多数情况下属于看跌形态，所以投资者在该形态形成之初就可以选择卖出。\r\n","point":"1.此形态很少出现在底部，一般出现在下跌趋势之前（或交易量大时）的顶部，是转折的形态。2.当钻石形右下方支持线被降破的话，就是卖出的信号；当价格向上破右抵抗线并交易量激增时，就是买入的信号。3.一旦破右支持线，下降的最小幅度一般都是菱形内最高点和最低点之间的垂直距离。","category":"转折图形"},"001":{"id":"001","title":"岛形反转","b_img":"http://wx.szzy888.com/kline/bimg/001.jpg","s_img":"http://wx.szzy888.com/kline/simg/001.jpg","intro":"岛形反转是股票形态学中的一个重要反转形态,就是说这种形态出现之后,股票走势往往会转向相反方向。投资者看到这种形态应及时做出买入（顶部）或卖出（底部）决定。岛形反转分为顶部岛形反转和底部岛形反转。在指数或股价出现一波下跌（上涨）趋势出现一个跳空缺口后震荡整理，然后在前缺口同一水平区域出现一个相反的跳空缺口，让震荡期的K线看起来像一座孤岛。岛型反转形态是最强烈的反转形态，当形态成立后目标点位的计算是缺口位乘以（除以）2。\r\n如图，图中左侧黄框处是2008年4月24日，而右侧是岛型反转的经典图例，必须坚决卖出，2008年6月10日的大盘指数图，缺口是3312点，目标位3312除以2等于1656点，大盘最终跌至1664点。","policy":"岛型反转形态是最强烈的短线反转形态，必须及时做出买入（卖出）决定。岛形形态最佳的买卖点为跌破上升下降趋势线和第二个缺口发生之时，因为在这之前无法确定发展的方向。\r\n","point":"1.构筑孤岛时间一般是2个月内，如果超过2个月岛型反转形态不成立。\r\n2.这二个缺口顺很短时间内先后出现，最短的时间可能只有一个交易日，孤岛的K线越少，换手率越小，下跌（上涨）幅度越小。\r\n3.如果岛型反转形态形成，短时间内失守缺口则岛型反转形态失败。","category":"转折图形"}},"区间图形":{"053":{"id":"053","title":"矩形","b_img":"http://wx.szzy888.com/kline/bimg/053.jpg","s_img":"http://wx.szzy888.com/kline/simg/053.jpg","intro":"矩形是股价由在二条水平的上下界线区间波动而成的盘局形态。股价在某个范围之内波动，当上升到某水平时，遇到阻力抛压掉头回落，但在下方某处便获得支持而回升，但是回升到前次同一高点时再次受阻，而挫落到上次低点时则又获得支持，将这些短期高点和低点分别以直线连接起来，便可以绘出一条水平通道，通道既非上倾亦非下降，而是平行发展，这就是矩形形态，简称箱体。然就其广义扩大化而言，所有股价变动范围都可以看作是由不同的箱体组成，所以实战时也有着其一套体系操作理论，俗称“箱体理论”。如图，上证指数2010年7月至9月底，指数一直在2600-2700点的箱体之间横盘震荡整理，随后开始往上突破。","policy":"长方矩形最佳的买卖点为箱体突破和回抽确认之时，日常亦可在接近箱体上下轨时做做差价，但需注意设立止损点。","point":"1.矩形的上轨和下轨大体呈现水平和平行状态，这是与楔形的主要区别。\r\n2.矩形一般是中继形态，即经过整理后一般股价运行的轨迹趋势不会改变。\r\n3.矩形的成交量一般是呈递减状态，如果成交量较大，则要提防主力出货形成顶部，向上突破时需要放大成交量来配合，向下突破则不必要。\r\n4.矩形整理的时间越长，则形态的意义越可靠。\r\n5.矩形的最小理论升跌幅为箱体的垂直高度。","category":"区间图形"},"048":{"id":"048","title":"三角整理","b_img":"http://wx.szzy888.com/kline/bimg/048.jpg","s_img":"http://wx.szzy888.com/kline/simg/048.jpg","intro":"是指股价经过一段时间的快速变动后，不再前进而在一定区域内上下窄幅变动，等时机成熟后再继续以往的走势，可分为三种，即：对称三角形、上升三角形和下降三角形三种。如图，上证综指在2009年8月7日至2010年4月23日，处于窄幅震荡，走出上升三角形走势，同时成交量逐渐缩量。在三角形形成之初股指处于下降通道中，因此随后延续之前走势，继续下行。上升三角形，通常回升高点的连线趋近于水平，而回档连线的低点逐步垫高，因而形成往上倾的上升斜线，而在整理形态的末端，伴随着攻击量能的扩增，一般往上突破的机会较大。\r\n在此形态中股价在某水平呈现强大的卖压，价格从低点回升到水平便告回落，但市场的购买力仍十分强，价格未回至上次低点便即时反弹，持续使价格随着阻力线的波动而日渐收窄。若把每一个短期波动高点连接起来，便可画出一条阻力线；而每一个短期波动低点则可相连出另一条向上倾斜的线，便形成上升三角形。成交量在形态形成的过程中不断减少。\r\n","policy":"上升三角形是一种盘整形态，一般出现在比较明显的一波上升或者下降趋势中。出现三角形形态后，价格一般还是会延续先前的趋势。\r\n1.指数向上突破压力确立后(3%)，可采买进策略。\r\n2.指数突破后若拉回测试不跌破关卡价时，可采加码买进策略。\r\n3.指数未来最小涨幅为三角形第一个低点至水平压力线的垂直距离。\r\n","point":"1.几次冲顶连线呈一水平线，几次探底连线呈上升趋势线。2.成交量逐渐萎缩在整理的尾端时才又逐渐放大，并以巨量冲破顶与顶的连线。\r\n3.突破要干净利落。4.整理至尾端时，价格波动幅度越来越小。","category":"区间图形"}},"加强图形":{"020":{"id":"020","title":"中继缺口","b_img":"http://wx.szzy888.com/kline/bimg/020.jpg","s_img":"http://wx.szzy888.com/kline/simg/020.jpg","intro":"在股票价格上升或下跌途中出现跳空缺口，可能是中继缺口。在上涨或者下跌过程中，第二天股价跳空高开（低开），全天最高点（最低点）未能回补跳空缺口，且之后股价保持当前形态向前运行，中继缺口形成。理论上，任何离开整理形态或者密集成交区域后的急速上涨或下跌，所出现的缺口大多为中继缺口。形态形成后，上涨（下跌）高度为从上涨（下跌）形态突破点开始，到中继缺口始点的垂直距离，为未来股价将会达到的高度。如图，大盘2010年10月8日形成第一缺口之后，10月13日再度出现跳空缺口，此为中继缺口，股价短线继续迎来反弹走势。","policy":"中继缺口出现之后，投资者可以考虑继续跟进。","point":"1.中继缺口出现在上涨或下跌途中，而不是突破过程或者顶部（底部）过程。\r\n2.中继缺口出现是对成交量没有特别要求。3.中继缺口在趋势未改变之前回补的可能性比较小。","category":"加强图形"},"021":{"id":"021","title":"突破缺口","b_img":"http://wx.szzy888.com/kline/bimg/021.jpg","s_img":"http://wx.szzy888.com/kline/simg/021.jpg","intro":"突破性缺口是在一个密集的反转或整理形态完成后突破盘整时产生的跳空缺口。当股价持续上涨（下跌）或者盘整，某一天突然放量跳空上涨（下跌），突破当前形态。突破缺口形成，显示股价突破的强度，缺口越大表示未来反转越强烈。当突破缺口出现后，股价会迅速脱离整理或当时的成交密集区，一般情况下，突破缺口在3个交易日内，甚至较长时间内都不会轻易回补。如图，大盘在2010年9月30日放量收阳之后，10月8日跳空高开并一路上涨，脱离震荡箱体格局，形成突破性缺口，之后2010年11月中旬才将次缺口回补。","policy":"突破性缺口出现，若为向上突破，投资者应及时买入；若为向下突破，则投资者应及时卖出。","point":"1.突破缺口形成之前，股价必须有一段完整的上涨（下跌）或者盘整形态。\r\n2.中继缺口出现是对成交量没有特别要求。3.突破性缺口经常在中药的反转形态如头肩形态、双重形态的突破时出现。","category":"加强图形"}},"剧变图形":{"039":{"id":"039","title":"分手线","b_img":"http://wx.szzy888.com/kline/bimg/039.jpg","s_img":"http://wx.szzy888.com/kline/simg/039.jpg","intro":"分手线是由两条运动方向相反的图线组成，如同两人分手后向各自的方向走去。两根K线具有相同的开盘价，此形态属于持续信号。分手线分为两种形态，一种是前阴后阳组合形态，多显示买入信号；另一种是前阳后阴组合形态，则多显示卖出信号。\r\n如图，上证指数周K线图-2009年9月25日至10月9日的3周K线，黄框内左右两根K线走出明显的分手线形态，随后大盘继续上涨。","policy":"分手线出现的频率不高，一般出现在上升行情和下降行情的运行途中。处在上升行情中的分手线，可适时做多，处在下降途中的分手线适宜做空。\r\n1.低位的阴线分手线出现后，不能在当日做多，应等到收阳线时，才可买入。因为阴线分手线的最后一条线是阴线，属于下跌走势，在下跌惯性的作用下，股价还会继续下行，收了阳线，才是止跌迹象。\r\n2.处在高位的分手线，无论是阴线分手线，还是阳线分手线，均是强烈的卖出信号。高位分手线出现的频率很低，一旦出现，就要毫不犹豫地出手，不然就会失去一次难得的逃顶机会。","point":"一阴一阳两条图线实体的长短要求大体相当。若是一条过长一条过短，会降低判断的准确性。","category":"剧变图形"},"017":{"id":"017","title":"搓揉线","b_img":"http://wx.szzy888.com/kline/bimg/017.jpg","s_img":"http://wx.szzy888.com/kline/simg/017.jpg","intro":"搓揉线顾名思义为，股价像织物一样在洗衣机中反复搓揉的意思，一般出现在上涨的势头中，由一根T字线和一根倒T字线组成。在上涨过程中，第一天股价出现上攻走势，但收盘回落至开盘价位置，呈T字线；第二天股价则出现下探走势，收盘则反弹至开盘价附近，形成倒T字线。主力做搓揉线有两个目的：一是洗盘；二是变盘。如图，风华高科2009年3月12日-13日出现搓揉线，此前该股前期保持上涨格局，搓揉线出现之后该股继续震荡上行，出现一波长达一年半的大牛市。","policy":"在上涨过程中出现搓揉线，多数为主力清洗浮筹，以减轻拉升压力，后市继续看涨，可以跟进；当股价出现较大涨幅以后，主力借做搓揉线扰乱市场实现以达到出货目的，后市看跌，坚决出货。","point":"1.搓揉线为一正一反T字线形态构成。\r\n2.看涨搓揉线形成过程可没有成交量配合；但是在高位形成搓揉线，成交量必定显著放大。","category":"剧变图形"}}}
